Repository: iaminawe/Goldfishlive
Catalog: sites/all/modules/service_links/translations/*.po
Languages: hu

source: Disabled
hu: Tiltott

source: Categories
hu: Kategóriák

source: Node types
hu: Tartalomtípusok

source: Teaser view
hu: Csak bevezető

source: Full-page view
hu: Teljes oldal nézet

source: Teasers and full-page view
hu: Bevezetők és teljes oldal nézet

source: Where to show the service links
hu: A szolgáltató hivatkozások megjelenése

source: Set the node types and categories you want to display links for.
hu: A tartalomtípusok és kategóriák meghatározása, melyeken a hivatkozások megjelenjenek.

source: What bookmark links to show
hu: Mely könyvjelző hivatkozásokat jelenítse meg

source: Show del.icio.us link
hu: del.icio.us hivatkozás mutatása

source: Show Digg link
hu: Digg hivatkozás mutatása

source: Show StumbleUpon link
hu: StumbleUpon hivatkozás mutatása

source: Show Propeller link
hu: Propeller hivatkozás mutatása

source: Show Reddit link
hu: Reddit hivatkozás mutatása

source: Show ma.gnolia.com link
hu: ma.gnolia.com hivatkozás mutatása

source: Show Newsvine link
hu: Newsvine hivatkozás mutatása

source: Show Furl link
hu: Furl hivatkozás mutatása

source: Show Facebook link
hu: Facebook hivatkozás mutatása

source: Show Google link
hu: Google hivatkozás mutatása

source: Show Yahoo link
hu: Yahoo hivatkozás mutatása

source: What search links to show
hu: Mely kereső hivatkozásokat jelenítse meg

source: Show Technorati link
hu: Technorati hivatkozás mutatása

source: Show IceRocket link
hu: IceRocket hivatkozás mutatása

source: When and how to show the links
hu: Mikor és hogyan jelenjenek meg a hivatkozások

source: Service links in links
hu: A szolgáltató hivatkozások a hivatkozások között

source: When to display the services in the links section.
hu: Mikor kell a hivatkozások részben a szolgáltató hivatkozásokat megmutatni.

source: Service links in nodes
hu: Szolgáltató hivatkozások a tartalomban

source: When to display the services after the node text.
hu: Mikor jelenjenek meg a tartalom szöveg után a szolgáltató hivatkozások.

source: Service links style
hu: A szolgáltató hivatkozások stílusa

source: Text links
hu: Szöveges hivatkozások

source: Image links
hu: Képes hivatkozások

source: Image and text links
hu: Képes és szöveges hivatkozások

source: Aggregator2 settings
hu: Aggregator2 beállítások

source: Use link to original article aggregated by aggregator2 module
hu: Az <em>aggregator2</em> modul által összegyűjtött cikk eredeti hivatkozásának használata

source: Control which and where service links should be active.
hu: A szolgáltató hivatkozások engedélyezése és elhelyezése

source: Bookmark/Search this post
hu: Könyvjelző/Keresés az oldalra

source: Bookmark this post on del.icio.us.
hu: del.icio.us könyvjelző hozzáadása.

source: Digg this post on digg.com.
hu: Beküldés a digg.com webhelyre.

source: Thumb this up at StumbleUpon.
hu: Közzététel a StumbleUpon webhelyen.

source: Submit to Propeller.
hu: Az oldal beküldése a Propeller webhelyre.

source: Submit this post on reddit.com.
hu: Az oldal beküldése a reddit.com webhelyre.

source: Submit this post on ma.gnolia.com.
hu: Az oldal beküldése a ma.gnolia.com webhelyre.

source: Submit this post on newsvine.com.
hu: Az oldal beküldése a newsvine.com webhelyre.

source: Submit this post on furl.net.
hu: Az oldal beküldése a furl.net webhelyre

source: Share on Facebook.
hu: Megosztás a Facebook webhelyen.

source: Bookmark this post on Google.
hu: Hozzáadás Google könyvjelzőkhöz.

source: Bookmark this post on Yahoo.
hu: Hozzáadás a Yahoo könyvjelzőkhöz.

source: Search Technorati for links to this post.
hu: Az oldal hivatkozásának keresése a Technorati webhelyen.

source: Search IceRocket for links to this post.
hu: Az oldal hivatkozásának keresése az IceRocket webhelyen.

source: Bookmark/Search this post with:
hu: A tartalom jelölése vagy keresése evvel:

source: Add Digg, del.icio.us, reddit, Technorati etc. links to nodes.
hu: Digg, del.icio.us, reddit, Technorati, stb. hivatkozásokat ad a tartalmakhoz.

source: Display links to social sharing websites like Digg, del.icio.us, reddit, Technorati etc.
hu: Olyan közösségi oldalak megosztó hivatkozásainak biztosítása, mint például a Digg, del.icio.us, reddit, Technorati stb.

source: access service links
hu: a szolgáltató hivatkozások elérése

source: administer service links
hu: szolgáltató hivatkozások adminisztrációja
